/* IssueEvent */
"%@ %@ issue %@:\n%@" = "%1$@ %2$@ issue %3$@:\n%4$@";

/* PullRequestEvent */
"%@ %@ pull request %d\n%@" = "%1$@ %2$@ pull request %3$d\n%4$@";

/* WatchEvent */
"%@ %@ watching %@" = "%1$@ %2$@ watching %3$@";

/* GistEvent */
"%@ %@d gist %@:\n%@" = "%1$@ %2$@d gist %3$@:\n%4$@";

/* %@ commented on %@ */
"%@ commented on %@" = "%1$@ commented on %2$@";

/* PullRequestReviewCommentEvent */
"%@ commented on commit %@ of pull request:\n%@" = "%1$@ commented on commit %2$@ of pull request:\n%3$@";

/* CommitCommentEvent */
"%@ commented on commit %@:\n%@" = "%1$@ commented on commit %2$@:\n%3$@";

/* IssueCommentEvent */
"%@ commented on issue %d:\n%@" = "%1$@ commented on issue %2$d:\n%3$@";

/* PullRequestReviewEvent */
"%@ commented on pull request:\n%@" = "%1$@ commented on pull request:\n%2$@";

/* CreateEvent */
"%@ has created %@ %@" = "%1$@ has created %2$@ %3$@";

/* DownloadEvent */
"%@ has created download %@" = "%1$@ has created download %2$@";

/* DeleteEvent */
"%@ has deleted %@ %@" = "%1$@ has deleted %2$@ %3$@";

/* ForkEvent */
"%@ has forked repository %@ to %@" = "%1$@ has forked repository %2$@ to %3$@";

/* PushEvent */
"%@ has pushed %d commits" = "%1$@ has pushed %2$d commits";

/* PushEvent */
"%@ has pushed a commit" = "%@ has pushed a commit";

/* PushEvent */
"%@ has pushed a commit:\n%@" = "%1$@ has pushed a commit:\n%2$@";

/* FollowEvent */
"%@ is following %@" = "%1$@ is following %2$@";

/* GollumEvent */
"%@ page %@" = "%1$@ page %2$@";

/* Alert View title */
"Adding comment failed" = "Adding comment failed";

/* Biography */
"Biography" = "Biography";

/* Pull Request Body */
"Body" = "Body";

/* Cancel Button */
"Cancel" = "Cancel";

/* Created at
   Pull Request Created At
   Repo created at */
"Created at" = "Created at";

/* Pull Request Creator */
"Creator" = "Creator";

/* Repo description */
"Description" = "Description";

/* eMail */
"eMail" = "eMail";

/* Events */
"Events" = "Events";

/* Follow
   Follow Action */
"Follow" = "Follow";

/* Followers */
"Followers" = "Followers";

/* Following */
"Following" = "Following";

/* Repo fork */
"Fork" = "Fork";

/* Repo forks */
"Forks" = "Forks";

/* Hireable */
"Hireable" = "Hireable";

/* Repo id */
"Id" = "Id";

/* Repo language */
"Language" = "Language";

/* Commit History Loading More Commits */
"Loading more commits..." = "Loading more commits...";

/* Event list loading More entries */
"Loading more events..." = "Loading more events...";

/* Location */
"Location" = "Location";

/* Login */
"Login" = "Login";

/* Pull Request Merged */
"Merged" = "Merged";

/* Name
   Repo name */
"Name" = "Name";

/* Error message alert view */
"Network access failed!" = "Network access failed!";

/* No */
"No" = "No";

/* Pull Request Number */
"Number" = "Number";

/* Repo open issues */
"Open issues" = "Open issues";

/* Repo owner */
"Owner" = "Owner";

/* Repo private */
"Private" = "Private";

/* Public gists */
"Public gists" = "Public gists";

/* Public repos */
"Public repos" = "Public repos";

/* Pull to reload */
"Pull to reload" = "Pull to reload";

/* Release to reload */
"Release to reload" = "Release to reload";

/* Repositories
   Repositories Search Result */
"Repositories" = "Repositories";

/* Alert View */
"Repository is being watched now" = "Repository is being watched now";

/* Alert view */
"Repository is no longer watched now" = "Repository is no longer watched now";

/* Search Result */
"Search Result" = "Search Result";

/* Search Results */
"Search Results" = "Search Results";

/* Settings */
"Settings" = "Settings";

/* Show all search results */
"Show all" = "Show all";

/* Button Show History */
"Show history" = "Show history";

/* Alert view */
"Starting to watch repository failed" = "Starting to watch repository failed";

/* Pull Request State */
"State" = "State";

/* Action Sheet Stop Watching */
"Stop watching" = "Stop watching";

/* Alert view */
"Stopping to watch repository failed" = "Stopping to watch repository failed";

/* Pull Request Title */
"Title" = "Title";

/* Unexpected content type */
"Unexpected content type %@" = "Unexpected content type %@";

/* Unfollow
   Unfollow Action */
"Unfollow" = "Unfollow";

/* Pull Request Updated At */
"Updated at" = "Updated at";

/* Users Search Result */
"Users" = "Users";

/* Action Sheet Watch Repo */
"Watch Repository" = "Watch Repository";

/* Repo watchers */
"Watchers" = "Watchers";

/* Yes */
"Yes" = "Yes";

